tap "armmbed/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "oclint/formulae"
brew "circleci"
brew "cowsay"
brew "curl"
brew "openssl@1.1"
brew "docker-compose"
brew "doxygen"
brew "fzf"
brew "gdb"
brew "neovim"
brew "netcat"
brew "nmap"
brew "picocom"
brew "pipenv"
brew "protobuf"
brew "python@2"
brew "rbenv"
brew "telnet"
brew "tmux"
brew "truncate"
brew "uncrustify"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-history-substring-search"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "oclint/formulae/oclint"
