tap "armmbed/formulae"
tap "datawire/blackbird"
tap "hivemq/mqtt-cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "oclint/formulae"
tap "teamookla/speedtest"
cask "osxfuse"
brew "avrdude"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "black"
brew "glib"
brew "circleci"
brew "colordiff"
brew "cowsay"
brew "curl"
brew "docker-compose", link: false
brew "doxygen"
brew "fzf"
brew "gdb"
brew "geos"
brew "gh"
brew "git-delta"
brew "gobject-introspection"
brew "python@3.8"
brew "pango"
brew "graphviz"
brew "helm"
brew "helmfile"
brew "httpie"
brew "hugo"
brew "krb5"
brew "kubernetes-cli"
brew "libevent"
brew "minikube"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "picocom"
brew "pipenv"
brew "pipx"
brew "poetry"
brew "postgresql"
brew "protobuf"
brew "pyenv"
brew "python@3.7"
brew "rbenv"
brew "ruby"
brew "telnet"
brew "terraform"
brew "tmux"
brew "truncate"
brew "uncrustify"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-history-substring-search"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "datawire/blackbird/telepresence"
brew "oclint/formulae/oclint"
brew "teamookla/speedtest/speedtest"
cask "adoptopenjdk"
cask "graphql-playground"
