Arjun.swagger-viewer
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
fcrespo82.markdown-table-formatter
googlecloudtools.cloudcode
GraphQL.vscode-graphql
hashicorp.terraform
imperez.smarty
LaurentTreguier.uncrustify
metalcode-eu.gnu-debugger
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
redhat.vscode-yaml
stuart.unique-window-colors
thekalinga.bootstrap4-vscode
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
webfreak.debug
wholroyd.jinja
yzhang.markdown-all-in-one
ZixuanWang.linkerscript
zxh404.vscode-proto3
