eamodio.gitlens
fcrespo82.markdown-table-formatter
LaurentTreguier.uncrustify
metalcode-eu.gnu-debugger
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
webfreak.debug
yzhang.markdown-all-in-one
ZixuanWang.linkerscript
zxh404.vscode-proto3
